Repository: radif/SIPHON-SIP-Client-that-actually-compiles
Catalog: siphon/Siphon2/Settings/Resources/*.lproj/Network.strings
Languages: ca, fr, he, zh_tw

source: Network
ca: Xarxa
fr: Réseau
he: רשת
zh_tw: 網絡

source: Transport Options
ca: Opcions de transport
fr: Options de transport
he: אפשרויות תעבורה
zh_tw: 傳輸選項

source: Local Port
ca: Port Local
fr: Port local
he: יציאה מקומית
zh_tw: 本地端口

source: STUN Domain
ca: Domini STUN
fr: Domaine STUN
he: STUN דומיין
zh_tw: STUN綱域

source: STUN Server
ca: Servidor STUN
fr: Serveur STUN
he: STUN שרת
zh_tw: STUN伺服器

source: Keep Alive Interval
ca: Interval Keep-Alive
he: מרווח שמור בחיים
zh_tw: 保持連接時距時制

source: Media Transport Options
ca: Opcions de transport dels media
fr: Options de transport média
he: אפשרויות העברת מדיה
zh_tw: 媒體傳輸選項

source: RTP Port
ca: Port RTP
fr: Port RTP
he: RTP יציאת
zh_tw: RTP端口

source: Enable ICE
ca: Activa ICE
fr: Activation ICE
he: ICE אפשר
zh_tw: 啟動ICE

source: Siphon over EDGE/3G
ca: Siphon via EDGE/3G
fr: Siphon sur EDGE/3G
he: EDGE/3G סיפון באמצעות
zh_tw: Siphon用在EDGE/3G上

source: You must read your mobile subscription agreement before activating this option. The author is not responsible of your "Siphon" usage.
ca: Cal que llegeixi el seu contracte abans d'usar aquesta opció. L'autor no es fa responsable del seu us.
fr: Vous devez avoir pris connaissance des conditions de votre abonnement mobile avant d'activer cette option. L'auteur n'est pas responsable de l'usage que vous faîtes de "Siphon".
he: עליך לקרוא הסכם התחייבות עם ספק הסלולאר לפני שתפעיל אפשרות זו, הכותב אינו אחראי על תעבורת הסיפון שלך.
zh_tw: 在你啟動此功能之前，你必須閱讀你的流動電話預訂協議。作者是不會負責閣下”Siphon” 的用途。
