Repository: radif/SIPHON-SIP-Client-that-actually-compiles
Catalog: siphon/Siphon2/Settings/Resources/*.lproj/Phone.strings
Languages: cs, fr

source: Phone
cs: Přístroj
fr: Téléphonie

source: Media Options
cs: Nastavení přístroje
fr: Options audio

source: Echo Canceller
cs: Rušička ozvěny
fr: Annulateur d'écho

source: Silence Detector
cs: Detektor ticha
fr: Détecteur de silence

source: Dialing Options
cs: Nastavení vytáčení
fr: Options de numérotation

source: Intl Prefix Substitution
cs: Intelgentní Prefix
fr: Substitution du préfixe Intl

source: You can define the substitution prefix for international prefix '+', if your SIP provider doesn't manage it.
cs: Můžete zvolit náhradu zahraničního prefixu '+', pokud to váš SIP poskytovatel neumožňuje.
fr: Vous pouvez définir le préfixe de subsitution du préfix international '+', si votre fournisseur SIP ne le gère pas.

source: Keypad play sound
cs: Keypad sound
fr: Son du clavier

source: Debugging log file
cs: Zapisovaní log souboru
fr: Fichier Journal

source: Disabled
cs: Vypnuto
fr: Désactivé

source: Error
cs: Chyby
fr: Erreur

source: Warning
cs: Varování

source: Info
cs: Informace

source: Important
cs: Důležité

source: Detailed
cs: Podrobné
fr: Détaillé

source: Very detailed
cs: Velmi podrobné
fr: Très détaillé

source: Send DTMF with INFO
fr: DTMF par msg INFO

source: Remove Intl Prefix
fr: Supprimer le préfixe Intl

source: Cellular button
fr: Bouton GSM
