Repository: radif/SIPHON-SIP-Client-that-actually-compiles
Catalog: siphon/Siphon2/Resources/*.lproj/Localizable.strings
Languages: cs, da, fr, he, hr, nl, sk, sl

source: Numpad
cs: Klávesnice
da: Num. blok
fr: Clavier
he: לוח מספרים
hr: Tipkovnica
nl: Toetsen
sk: Číselník
sl: Številčnica

source: Favorites
cs: Oblíbené
da: Favoritter
fr: Favoris
he: מועדפים
hr: Favoriti
nl: Favorieten
sk: Obľúbené
sl: Priljubljeno

source: Recents
cs: Hovory
da: Seneste
fr: Appels
he: אחרונות
hr: Novije
nl: Recent
sk: Hovory
sl: Zadnji

source: Voicemail
da: Besked
fr: Messagerie
he: תא קולי
sk: Hlas. služba

source: Create New Contact
cs: Nový kontakt
da: Opret ny kontakt
fr: Créer un nouveau contact
he: הוסף איש קשר חדש
hr: Kreiraj novi kontakt
nl: Maak nieuw contact
sk: Nový kontakt
sl: Ustvari nov stik

source: Add to Existing Contact
cs: Přidat do existujicího kontaktu
da: Føj til eksisterende kontakt
fr: Ajouter à un contact
he: הוסף לאיש קשר קיים
hr: Dodaj postojećem kontaktu
nl: Zet in bestaand contact
sk: Pridať k existujúcemu kontaktu
sl: Dodaj k stiku

source: The Wi-Fi network is unavailable!
cs: Wi-Fi síť je nedostupná!
da: WiFi-netværk er ikke tilgængeligt!
fr: Le réseau Wi-Fi est indisponible !
he: רשת אלחוטית אינה זמינה!
hr: Wi-Fi mreža nije dostupna!
nl: Het Wi-Fi netwerk is niet beschikbaar!
sk: Wi-Fi sieť nedostupná!
sl: Wi-Fi omrežje ni na voljo!

source: The SIP server is unreachable!
cs: SIP server je nedostupný!
da: SIP-serveren er ikke tilgængelig!
fr: Le serveur SIP est injoignable !
he: שרת ה-SIP אינו זמין!
hr: SIP poslužitelj nije dostupan!
nl: De SIP server is onbereikbaar!
sk: SIP server nedostupný!
sl: SIP strežnik nedosegljiv!

source: You must enable Wi-Fi or SIP account to place a call.
cs: Musíte povolit Wi-Fi nebo SIP účet pro provedení hovoru.
da: Du skal aktivere Wi-Fi eller SIP-konto for at placere et opkald.
fr: Vous devez activer le Wi-Fi ou un compte SIP pour téléphoner.
he: עליך להיות מחובר לרשת אלחוטית ולהגדיר חשבון סיפ כדי לבצע שיחה.
hr: Morate omogućiti Wi-Fi ili SIP račun za poziv.
nl: Wi-Fi aanzetten of uw SIP account controleren om te kunnen bellen.
sk: Pre uskutočnenie hovoru musíte povoliť Wi-Fi alebo SIP účet.
sl: Morate omogočiti Wi-Fi ali SIP račun za klic.

source: Cellular call
cs: Obyčejný hovor
da: Mobiltelefon opkald
fr: Appel GSM
he: סלולרי
hr: Navaden klic
nl: Bellen via GSM-netwerk
sk: Obyčajný hovor
sl: Navaden klic

source: Connected
cs: Připojeno
da: Tilknyttet
fr: Connecté
he: מחובר
hr: Povezan
nl: Verbonden
sk: Spojené
sl: Povezan

source: Bad Request
cs: Špatné čislo
da: Forkert undersøgelse
fr: Requête mal formée
he: בקשה שגויה
hr: Neispravan upit
sk: Nesprávne žiadosť
sl: Napačna zahteva

source: Unauthorized
cs: Neautorizován
da: Uautoriserede
fr: Problème d'autorisation
he: לא מורשה
hr: Neovlašten
nl: Niet geautoriseerd
sk: Neoprávnený
sl: Nepooblaščen

source: Payment Required
cs: Vyžadován poplatek
da: Betaling påkrævet
fr: Paiement nécessaire
he: דרוש תשלום
hr: Potrebno plaćanje
nl: Betaling vereist
sk: Požadovaná platba
sl: Potrebno plačilo

source: Forbidden
cs: Zakázané
da: Forbudt
fr: Paramètres interdits
he: אסור
hr: Zabranjeno
nl: Verboden
sk: Zakázané
sl: Prepovedan

source: Not Found
cs: Nenalezeno
da: Ikke fundet
fr: Destination introuvable
he: לא נמצא
hr: Nije pronađeno
nl: Niet gevonden
sk: Nenájdené
sl: Ni mogoče najti

source: Method Not Allowed
cs: Metoda není povolena
da: Metoden ikke tilladt
fr: Méthode non autorisée
he: שיטה לא מאושרת
hr: Postupak nije dozvoljen
nl: Methode niet toegestaan
sk: Nepovolená metóda
sl: Metoda ni dovoljena

source: Not Acceptable
cs: Neakceptovatelné
da: Ikke accepteres
he: לא ישים
hr: Nije dopušteno
nl: Niet geaccepteerd
sk: Neprijateľné
sl: Ni sprejemljiv

source: Proxy Authentication Required
cs: Proxy autentifikace vyžadována
fr: Authentification requise
he: אימות פרוקסי דרוש
hr: Potrebna proxy provjera
nl: Proxy Authentication vereist
sk: Potrebná autentifikácia proxy
sl: Potrebna proxy avtentifikacija

source: Request Timeout
cs: Timeout požadavku
da: Bed Timeout
fr: Requête expirée
he: זמן בקשה עבר
hr: Zahtjev istekao
sk: Čas pre požiadavku vypršal
sl: Zahteva potekla

source: Service Unavailable
cs: Služba je nedostupná
da: Tjenesten er ikke tilgængelig
fr: Service indisponible
he: שירות לא זמין
hr: Usluga nije dostupna
nl: Service niet beschikbaar
sk: Služba nie je nedostupná
sl: Storitev ni dosegljiva

source: No Microphone Available
cs: Chybí mikrofon
da: Ingen tilgængelig mikrofon
fr: Aucun Micro
he: המיקרופון אינו זמין
hr: Mikrofon nije dostupan
nl: Geen microfoon beschikbaar
sk: Mikrofón nenájdený

source: Connect a microphone to phone
fr: Branchez un micro pour téléphoner
nl: Verbind een externe microfoon
sk: Pripojte mikrofón k telefónu

source: Cancel
cs: Zrušit
da: Annuller
fr: Annuler
he: ביטול
hr: Odustani
nl: Annuleer
sk: Zrušiť
sl: Prekliči

source: Press the Home button
cs: Stiskněte talčítko domů
da: Tryk på Home-knappen
fr: Pressez le bouton Home
he: לחץ על מקש הבית
hr: Pritisnite Home tipku
nl: Druk op de thuisknop
sk: Stlač tlačítko domov
sl: Pritisnite glavno tipko

source: Siphon requires a valid SIP account. To enter this information, select "Settings" from your Home screen, and then tap the "Siphon" entry.
cs: Siphon vyžaduje platný SIP účet. Pro nstavení vašeho účtu najeďte do kategorie Siphon v nastavení vašeho iPhonu.
da: Siphon kræver en gyldig SIP konto. for angive disse oplysninger, vælg "Indstillinger" fra din Home skærm, og derefter trykke på den "Siphon" entry.
fr: Siphon nécessite un compte SIP valide. Pour saisir cette information, sélectionnez "Réglages" sur le bureau, puis sélectionnez "Siphon".
he: דרוש חשבון סיפ Siphon על מנת להשתמש כדי להקיש את פרטי החשבון, בחר בתפריט הגדרות ממסך הבית, ואז לחץ על סיפון.
hr: Siphon treba ispravan SIP račun. Za uređivanje postavki idite na "Postavke" i nakon toga pritisnite "Siphon".
nl: Siphon vereist een geldig SIP account. Om de account gegevens in te voeren, tik in het beginscherm op "Instellingen" > "Siphon".
sk: Siphon požaduje platný SIP učet. Pre toto zadanie zvoľte "Nastavenia" na domácej obrazovke a potom stlačte "Siphon" vstup.
sl: Siphon potrebuje veljaven SIP račun. Za nastavitev parametrov izberite "Nastavitve" naprave ter pritisnite "Siphon".

source: Answer
cs: Odpověď
da: Svar
fr: Répondre
he: ענה
hr: Odgovori
nl: Antwoord
sk: Odpoveď
sl: Odgovori

source: Decline
cs: Odmitnout
da: Tilbagegang
fr: Refuser
he: וויתור
hr: Odbaci
nl: Weiger
sk: Neprijať
sl: Zavrni

source: End call
cs: Ukončit hovor
da: Slut opkald
fr: Raccrocher
he: סיים שיחה
hr: Prekini
nl: Stop gesprek
sk: Koniec hovoru
sl: Odloži

# Small end call
source: End call
cs: Ukončit hovor
da: Læg på
fr: Fin
he: סיום שיחה
hr: Prekini
nl: Stop
sk: Koniec hovoru
sl: Odloži

source: Hold Call + Answer
cs: Podržet hovor a odpovědět
da: Udsæt opkald + Svar
fr: Suspendre et répondre
he: החזק שיחה + מענה
hr: Zadrži poziv + Odgovori
nl: In wacht en antwoord
sk: Podržať hovor + Odpoveď
sl: Zadrži klic + Odgovori

source: End Call + Answer
cs: Ukončit hovor a odpovědět
da: Slut opkald + Svar
fr: Raccr. et répondre
he: סיום שיחה + מענה
hr: Prekini + Odgovori
nl: Stop en antwoord
sk: Ukončiť hovor + Odpoveď
sl: Odloži + Odgovori

source: Ignore
cs: Ignorovat
da: Ignorer
fr: Ignorer
he: התעלם
hr: Ignoriraj
nl: Negeer
sk: Ignorovať
sl: Ignoriraj

source: calling...
cs: volám...
da: ringer...
fr: appel en cours...
he: ...מתקשר
hr: zovem...
nl: bellen...
sk: volám...
sl: kličem...

source: call ended
cs: hovor byl ukončen
da: opkald afsluttedes
fr: appel terminé
he: שיחה הסתיימה
hr: poziv završen
nl: gesprek beëindigd
sk: Hovor ukončený
sl: klic končan

source: Hide Keypad
cs: Schovat klávesnici
da: Skjul taster
fr: Menu
he: החבא לוח מספרים
hr: Sakrij tipke
nl: Toetsen verbergen
sk: Skryť klávesnicu
sl: Skrij tipke

source: mute
cs: ztišit
da: lydløs
fr: silence
he: השתק
hr: isključi ton
nl: geluid uit
sk: Stlmiť
sl: utišaj

source: keypad
cs: klávesnice
da: num. blok
fr: clavier
he: לוח מספרים
hr: tipke
nl: toetsen
sk: Číselník
sl: tipke

source: speaker
cs: reproduktor
da: højttaler
fr: haut-parleur
he: רמקול
hr: zvučnik
nl: luidspreker
sk: Reproduktor
sl: zvočnik

source: add call
cs: přidat hovor
da: tilføj person
fr: nouvel appel
he: הוסף שיחה
hr: dodaj poziv
nl: voeg toe
sk: Pridať hovor
sl: dodaj klic

source: hold
cs: podržet
da: udsæt
fr: suspendre
he: החזק
hr: zadrži
nl: wacht
sk: Podržať
sl: zadrži

source: contacts
cs: konktakty
da: kontakter
he: אנשי קשר
hr: kontakti
nl: contacten
sk: Kontakty
sl: Stiki

source: Recent Calls
cs: Hovory
da: Seneste opkald
fr: Derniers appels
he: שיחות אחרונות
hr: Povijest poziva
nl: Recent
sk: Hovory
sl: Zgodovina

source: Missed Call
cs: Zmeškané hovory
da: Ubesvarede opkald
fr: Appel Manqué
he: שיחה שלא נענתה
hr: Propušteni poziv
nl: Gemiste Oproep
sk: Zameškané hovory
sl: Zgrešeni klic

source: Clear
cs: Vymazat
da: Slet
fr: Effacer
he: נקה
hr: Izbriši
nl: Wis
sk: Vymazať
sl: Izbriši

source: All
cs: Všechny
da: Alle
fr: Tous
he: הכל
hr: Sve
nl: Alles
sk: Všetky
sl: Vse

source: Missed
cs: Zmeškané
da: Ubesvaret
fr: Manqués
he: לא נענו
hr: Propušteno
nl: Gemist
sk: Zameškané
sl: Zgrešeno

source: Clear All Recents
cs: Vymazat všechny hovory
da: Slet alle seneste
fr: Effacer tous les appels
he: נקה את השיחות האחרונות
hr: Izbriši sve
nl: Wis alle recente
sk: Vymazať všetky hovory
sl: Izbriši vso zgodovino

source: Unknown Caller
cs: Neznámý volající
da: Ukendt person
fr: Appelant inconnu
he: מתקשר לא מזוהה
hr: Nepoznati broj
nl: Onbekend nummer
sk: Neznámy volajúci
sl: Skrita številka

source: Unknown
cs: Neznámý
da: Ukendt
fr: Inconnu
he: לא מזוהה
hr: Nepoznato
nl: Onbekend
sk: Neznámy
sl: Neznan

source: Incoming Call
cs: Příchozí hovor
da: Indgående opkald
fr: Appel entrant
he: שיחה נכנסת
hr: Dolazni poziv
nl: Inkomend
sk: Prichádzajúci hovor
sl: Dohodni klic

source: Outgoing Call
cs: Odchozí hovory
da: Udgående opkald
fr: Appel sortant
he: שיחה יוצאת
hr: Odlazni poziv
nl: Uitgaand
sk: Odchádzajúci hovor
sl: Odhodni klic

source: Settings
cs: Nastavení
da: Indstillinger
fr: Réglages
he: הגדרות
hr: Postavke
nl: Instellingen
sk: Nastavenia
sl: Nastavitve

source: Voicemail Number?
fr: Numéro de messagerie ?
nl: Voicemail Nummer?
sk: Číslo hlas. služby?

source: To correct this parameter, select "Settings" from your Home screen, and then tap the "Siphon" entry.
da: At rette op på denne parameter, vælg "Indstillinger" fra din Home skærm, og derefter trykke på den "Siphon" entry.
fr: Pour corriger ce paramètre, sélectionnez "Réglages" sur le bureau, puis sélectionnez "Siphon".
he: לתיקון אפשרות זו, היכנס "להגדרות" מתפריט הבית, ואז בחר באפשרות SIPHON.
hr: Za uređivanje postavki idite na "Postavke" i nakon toga pritisnite "Siphon".
nl: Om deze waarde te wijzigen, tik in het beginscherm op "Instellingen" > "Siphon".
sk: Pre úpravu tohto parametra zvoľte "Nastavenia" na domácej obrazovke a potom stlačte "Siphon" vstup.
sl: Za nastavitev parametra izberite "Nastavitve" naprave ter pritisnite "Siphon".

source: Invalid value for Local Port (expecting 1-65535).
cs: Nesprávná hodnota pro lokálná port (rozsah hodnot 1-65535).
da: Ugyldig værdi for Local Port (expecting 1-65535).
fr: Valeur incorrecte pour le paramètre Port Local (1-65535).
he: ערך לא חוקי עבור יציאה מקומית (מצופה 1-65535).
hr: Pogrešno upisana vrijednost za lokalni port (1-65535).
nl: Ongeldige waarde voor Local Port (verwacht 1-65535).
sk: Nesprávna hodnota pre lokálny port (rozsah 1-65535).
sl: Napačna vrednost za lokalni port (1-65535).

source: Invalid value for RTP port (expecting 1-65535).
cs: Nesprávná hodnota pro RTP port (rozsah hodnot 1-65535).
da: Ugyldig værdi for RTP port (expecting 1-65535).
fr: Valeur incorrecte pour le paramètre port RTP (1-65535).
he: ערך לא חוקי עבור יציאת RTP (מצופה 1-65535).
hr: Pogrešno upisana vrijednost za RTP port (1-65535).
nl: Ongeldige waarde voor RTP port (verwacht 1-65535).
sk: Nesprávna hodnota pre RTP port (rozsah 1-65535).
sl: Napačna vrednost za RTP port (1-65535).

source: Invalid value for username or server.
cs: Nesprávný tvar uživatelského jména či serveru.
da: Ugyldig værdi for username or server.
fr: Valeur incorrecte pour le paramètre Nom ou Serveur.
he: ערך לא חוקי עבור שם משתמש או שם שרת.
hr: Pogrešno upisana vrijednost za korisničko ime ili poslužitelj.
nl: Ongeldige waarde voor gebruikersnaam of server.
sk: Nesprávné prihl. meno alebo server.
sl: Napačna vrednost za upor. ime ali strežnik.

source: Invalid value for server parameter.
cs: Nesprávné parametry pro server.
da: Ugyldig værdi for server parameter.
fr: Valeur incorrecte pour le paramètre Serveur.
he: ערך לא חוקי עבור הגדרות שרת.
hr: Pogrešno upisana vrijednost za poslužitelj.
nl: Ongeldige waarde voor server.
sk: Nesprávné parametre servera.
sl: Napačna vrednost za strežnik.

source: Invalid value for timeout (expecting 1-3600).
cs: Nesprávný hodnota pro timeout (rozsah hodnot 1-3600).
da: Ugyldig værdi for timeout (expecting 1-3600).
fr: Valeur incorrecte pour le paramètre Reg. Timeout (1-3600).
he: ערך לא חוקי עבור פסק זמן (מצופה 1-3600) .
hr: Pogrešno upisana vrijednost za vremensko ograničenje (1-3600).
nl: Ongeldige waarde voor timeout (verwacht 1-3600).
sk: Nesprávny časový limit (rozsah 1-3600).
sl: Napačna vrednost za časovno omejitev (1-3600).

source: Invalid value for proxy parameter.
cs: Nesprávné parametry pro proxy.
da: Ugyldig værdi for proxy parameter.
fr: Valeur incorrecte pour le paramètre Proxy.
he: ערך לא חוקי עבור שרת פרוקסי.
hr: Pogrešno upisana vrijednost za proxy.
nl: Ongeldige waarde voor proxy.
sk: Nesprávné parametre proxy.
sl: Napačna vrednost za proxy.

source: Error adding new account.
cs: Chyba při vytváření nového kontaktu.
da: Fejl ved tilføjelse af ny konto.
fr: Erreur lors de l'ajout du compte.
he: שגיאה בהוספת איש קשר חדש
hr: Pogreška pri dodavanju novoga računa.
nl: Fout bij toevoegen nieuw account.
sk: Chybné pridanie nového účtu.
sl: Napaka pri dodajanju novega računa.

source: OK
he: אישור
hr: U redu
sl: V redu
